Repository: colemadden/PenteSwift
Catalog: Pente MessagesExtension/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Captures
zh_hans: 吃对

source: New Game
zh_hans: 新对局

source: Play Again
zh_hans: 再来一局

source: Send
zh_hans: 发送

source: Waiting for opponent
zh_hans: 等待对手

source: YOU LOST!
zh_hans: 你输了！

source: YOU WON!
zh_hans: 你赢了！

source: Your turn
zh_hans: 轮到你

# layout.subcaption.turn.black
source: Black's turn (Move %lld)
zh_hans: 轮到黑方（第 %lld 手）

# layout.subcaption.turn.white
source: White's turn (Move %lld)
zh_hans: 轮到白方（第 %lld 手）

# layout.subcaption.win.black.fiveCaptures
source: Black wins by captures!
zh_hans: 黑方以夹吃五对获胜！

# layout.subcaption.win.black.fiveInARow
source: Black wins by five in a row!
zh_hans: 黑方以五子连珠获胜！

# layout.subcaption.win.white.fiveCaptures
source: White wins by captures!
zh_hans: 白方以夹吃五对获胜！

# layout.subcaption.win.white.fiveInARow
source: White wins by five in a row!
zh_hans: 白方以五子连珠获胜！

# player.black
source: Black
zh_hans: 黑方

# player.white
source: White
zh_hans: 白方

# turn.black
source: Black's turn
zh_hans: 轮到黑方

# turn.white
source: White's turn
zh_hans: 轮到白方

# tutorial.gotIt
source: Got it!
zh_hans: 明白了！

# tutorial.rule.capture
source: Sandwich a pair of enemy stones between yours to capture them.
zh_hans: 将对方一对棋子夹在己方棋子之间，即可夹吃。

# tutorial.rule.five
source: Five in a row wins.
zh_hans: 五子连珠获胜。

# tutorial.rule.pairs
source: Capturing five pairs also wins.
zh_hans: 夹吃五对同样获胜。

# tutorial.title
source: How to Play
zh_hans: 玩法说明

# win.black
source: Black wins!
zh_hans: 黑方胜！

# win.method.fiveCaptures
source: Five captures!
zh_hans: 夹吃五对！

# win.method.fiveInARow
source: Five in a row!
zh_hans: 五子连珠！

# win.white
source: White wins!
zh_hans: 白方胜！
